# CentimetersToTheSixthPower Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CentimetersToTheSixthPower Property
UnitTypeId Class See Also
---
Centimeters to the sixth power.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CentimetersToTheSixthPower { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CentimetersToTheSixthPower As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CentimetersToTheSixthPower {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace